Revit 2027 API
ParameterTypeId.RoomCalculationPoint Property
 "Room Calculation Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomCalculationPoint { get; }
Public Shared ReadOnly Property RoomCalculationPoint As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomCalculationPoint {
	ForgeTypeId^ get ();
}
static member RoomCalculationPoint : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace